<?php
/*
Template Name: Backgrond Page
*/
get_header();
?>

<main class="layout">
    <div class="container">
    <div class="layout__wrapper">
        <div class="layout__content">
        <div class="background">
            <img
            src="<?php the_field('backgroundp_img'); ?>"
            alt="img"
            width="300"
            height="375"
            class="background__img"
            />
            <div class="background__body">
            <h2 class="background__title title-section"><?php the_field('backgroundP_title'); ?></h2>
            <div><?php the_field('backgroundp_text'); ?></div>
            <!-- <p>
                לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית הועניב
                היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש
                ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים
                תוק, הדש שנרא התידם הכייר וק.
            </p>
            <p>
                להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. הועניב
                היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש
                ערששף. זותה מנק הבקיץ אפאח דלאמת יבש, כאנה ניצאחו נמרגי שהכים
                תוק, הדש שנרא התידם הכייר וק.
            </p>
            <p>
                לפרומי בלוף קינץ תתיח לרעח. לת צשחמי צש בליא, מנסוטו צמלח
                לביקו ננבי, צמוקו בלוקריה שיצמה ברורק. סחטיר בלובק. תצטנפל
                בלינדו למרקל אס לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם
                גדדיש. קוויז דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. להאמית
                קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורךגולר מונפרר סוברט
                לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט. קולורס מונפרד
                אדנדום סילקוף, מרגשי ומרגשח. עמחליף קולהע צופעט למרקוח איבן
                איף, ברומץ כלרשט מיחוצים. קלאצי גולר מונפרר סוברט לורם שבצק
                יהול, לכנוץ בעריר גק ליץ, צש בליא, מנסוטו צמלח לביקו ננבי,
                צמוקו בלוקריה שיצמה ברורק. סחטיר בלובק. תצטנפל בלינדו למרקל אס
                לכימפו, דול, צוט ומעיוט - לפתיעם ברשג - ולתיעם גדדיש. קוויז
                דומור ליאמום בלינך רוגצה. לפמעט מוסן מנת. קולורס מונפרד אדנדום
                סילקוף, מרגשי ומרגשח. עמחליף נולום ארווס סאפיאן - פוסיליס
                קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר,
                בנפת נפקט למסון בלרק - וענוף קונסקטורר אדיפיסינג אלית.
            </p> -->
            </div>
        </div>
        </div>

        <div class="layout__sidebar">
        <?php get_sidebar() ;?>
        </div>
    </div>
    </div>
</main>

<?php get_footer(); ?>