<?php
/*
Template Name: home Page
*/
get_header();
?>
<?php get_header();?>

<main class="layout">
    <div class="container">
    <div class="layout__wrapper">
        <div class="layout__content">
        <div class="home">
            <img
            src="<?php the_field('hp_img') ;?>"
            alt="img"
            width="300"
            height="375"
            class="home__img"
            />
            <div class="home__body">
            <h2 class="home__title title-section"><?php the_field('hp_title') ;?></h2>
            <div><?php the_field('hp_text') ;?></div>
            <!-- <p>
                שופט בית המשפט העליון בדימוס יוסף אלרון, אשר נולד ב־1955, שימש
                כשופט בבית המשפט העליון מאז 2017. יוסף אלרון החל את דרכו
                המקצועית לאחר שסיים תואר ראשון במשפטים באנגליה (1982) והוסמך
                כעורך דין (1985). במהלך דרכו סיים גם תואר שני במדעי החברה
                בישראל (2001).
            </p>
            <p>
                יוסף אלרון מילא תפקיד בפרקליטות מחוז חיפה, ומשם התקדם להיות
                שופט בית משפט השלום (1994), שופט בבית המשפט המחוזי בחיפה
                (2003), סגן נשיא בית המשפט המחוזי בחיפה (2012) ונשיא בית המשפט
                המחוזי בחיפה (2013). יוסף אלרון הציג את מועמדותו לראשות בית
                המשפט העליון (2023) ופרש בספטמבר 2025.
            </p>
            <p>
                בין יתר תפקידי המפתח אשר נשא בהם יוסף אלרון במהלך דרכו
                המקצועית היו:
            </p>
            <ul>
                <li>אחראי על המחלקה הפלילית בבית המשפט המחוזי</li>
                <li>שופט בבית הדין הצבאי במחוז הצפון בשירות מילואים</li>
                <li>שופט צבאי במילואים בבית הדין הצבאי לערעורים</li>
                <li>יו"ר הוועדה הבוחנת של לשכת עורכי הדין</li>
            </ul>
            <p>
                יוסף אלרון היה חלוץ ופורץ דרך בתחום עבירות ההמתה, במהלך כהונתו
                שפט בלמעלה מ־100 משפטים ולפסקי הדין שלו ישנה השפעה...
            </p> -->
            </div>
        </div>
        </div>

        <div class="layout__sidebar">
            <?php get_sidebar(); ?>
        </div>
    </div>
    </div>
</main>

<?php get_footer(); ?>